import BaseCard from '@/shared/components/base-card/base-card'
import React from 'react'

const TermsOfService = () => {
  return (
    <div
      style={{
        display: 'flex',
        flexDirection: 'column',
        gap: 20,
        marginTop: 15,
      }}
    >
      <BaseCard>
        <h5>Условия сервиса</h5>
        <p>
          Задача организации, в особенности же курс на социально-ориентированный
          национальный проект требует от нас системного анализа модели развития!
          Таким образом, постоянное информационно-техническое обеспечение нашей
          деятельности требует от нас анализа системы масштабного изменения ряда
          параметров! С другой стороны социально-экономическое развитие напрямую
          зависит от всесторонне сбалансированных нововведений?
        </p>
      </BaseCard>
      <BaseCard>
        <h5>Условия доставки</h5>
        <p>
          Задача организации, в особенности же курс на социально-ориентированный
          национальный проект требует от нас системного анализа модели развития!
          Таким образом, постоянное информационно-техническое обеспечение нашей
          деятельности требует от нас анализа системы масштабного изменения ряда
          параметров! С другой стороны социально-экономическое развитие напрямую
          зависит от всесторонне сбалансированных нововведений?
        </p>
      </BaseCard>
      <BaseCard>
        <h5>Условия сервиса</h5>
        <p>
          Задача организации, в особенности же курс на социально-ориентированный
          национальный проект требует от нас системного анализа модели развития!
          Таким образом, постоянное информационно-техническое обеспечение нашей
          деятельности требует от нас анализа системы масштабного изменения ряда
          параметров! С другой стороны социально-экономическое развитие напрямую
          зависит от всесторонне сбалансированных нововведений?
        </p>
      </BaseCard>
    </div>
  )
}

export default TermsOfService
